[S_Avatar_Autopsy_Angelic_Elder_02 AkEvent]
SpokenText = "Tivemos tanta esperança para voce ..."

[T_Final_Mission_The_Fortress_Angelic_Elder_03_a AkEvent]
SpokenText = "Tal perda, tal desperdício desnecessario, voce força nossa mão, mas ainda assim nos oferecemos paz, reunam-nos e seu mundo sera poupado".

[T_Final_Mission_The_Fortress_Angelic_Elder_05_a AkEvent]
SpokenText = "Infeliz, mas esperado."